 
<template>
<div id="direction">
       <h3 id="h22" style="border-right:10px solid rgb(208, 208, 34)" >سياسه الخصوصيه</h3>

 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>سياسة الخصوصية</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            لأننا قريبون منك، نضع خصوصيتك على رأس أولوياتنا، لذا فقد وضع “المطار” من أجلك سياسة خصوصية واضحة، منضبطة، وشفافة، من شأنها أن تحافظ على خصوصية معلوماتك بأقصى درجات الأمان.
ولأننا في almatar.com نحترم أحقيتك في معرفة كيف يتعامل الموقع مع بياناتك الشخصية، فقد قمنا بطرح كل ما يتعلق بسياسة الخصوصية، بشكل مفصّل وشفّاف، لتطّلع عليها وعلى تحديثاتها في الوقت الذي تريد، وذلك إلتزاماً منّا تجاه خصوصيتك وحمايتها.
لا نكتفي بمشاركتك هذه التفاصيل وحسب، بل ويسعدنا أن تتواصل معنا فوراً حال كان لديك أي استفسارات أو إيضاحات حول سياسة الخصوصية الخاصة بنا، أو إذا كنت ترغب في إلغاء الإشتراك في بعض الإشعارات، من خلال التواصل معنا على بريد support@almatar.com وسيقوم فريق حماية البيانات لدينا بالرد عليك خلال 24 ساعة عمل.
<v-divider></v-divider><br>
هنا وجب أن نُعلِمك أنه حال قمت بتصفح أو زيارة موقعنا أو إستخدمت أى من الخدمات عليه، فأنت توافق بشكل تام وصريح على سياسة الخصوصية الموضوعة هنا. أنت أيضاً توافق على أن البيانات المزودة من قبلك هي بيانات قانونية، حقيقية، صحيحة، ولا تنتهك او تخالف اى من الأنظمة والإجراءات المتبعة داخل بلدك. وفى حال حدوث أى إنتهاكات أو مخالفات أو توفير معلومات مضللة أو خاطئة يُعد الموقع غير مسؤول عن أي تبعات تنتج عنها.
        </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>جمع المعلومات واستخدامها</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
        إيماناً منا بأحقيتك في معرفة طريقة تعامل موقع المطار 'www.almatar.com' مع معلوماتك الشخصية التي نتلقاها عبر موقعنا ومنصات تطبيق الهواتف الذكية مثل iOS والأندرويد والويندوز (المُشار إليهم جميعهم باسم الموقع) نستعرض كيفية التعامل مع هذه المعلومات بشكل مفصل. ونؤكد على ان هذه السياسة لا تسري بالضرورة على سياسة شركائنا التجاريين أو الشركات التابعة لنا أو لأي أطراف ثالثة أخرى حتى في حال ارتباط مواقعهم الإلكترونية بالموقع، لذا نوصيك بمراجعة بيانات الخصوصية الخاصة بالأطراف الأخرى التي تتفاعل معها.
عند استخدامك للخدمات المقدمة على موقع أو تطبيق المطار، سيُطلب منك تقديم معلومات محددة مثل اسمك وبيانات الاتصال أو بيانات متعلقة ببطاقة الائتمان الخاصة بك. سنخزن هذه المعلومات بموافقتك.
        </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header> ما هي المعلومات التي نحصل عليها؟</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
          <ul>
          <li>معلومات شخصية</li>
          <li>معلومات المعاملات</li>
          <li>معلومات الحجز</li>
          <li>معلومات أخرى مثل التفضيلات وخيارات الوجهة وما يتعلق بها.</li>
          </ul>
         </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>استخدام المعلومات</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
         <ul>
          <li>بعد تسجيلك على موقعنا باسمك وبريدك الالكتروني، نقوم بإنشاء هوية افتراضية خاصة بك على الموقع عند حجزك معنا.</li>
          <li>نقوم بمعالجة وإدخال وحفظ تفاصيل رحلتك والحجز الخاص بك وأي حجز آخر، وكذلك إرسال خط سير الرحلة أو الاتصال بك، ليسهل ذلك تعاملنا السريع كانت هناك مشكلة في حجزك.</li>
          <li>لتسجيلك على موقع وتطبيق المطار وإدارة خدمات موقعنا على الإنترنت حيث قمت بالتسجيل لتلقي هذه البيانات. يمكنك إلغاء الاشتراك من هذه الخدمات عن طريق الاتصال بنا.</li>
          <li>للإجابة على أي استفسارات قد ترسلها إلينا عن طريق البريد الإلكتروني..</li>
          </ul>
          </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>كيف تساعدنا هذه المعلومات في تقديم خدمة أفضل لك؟!</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
         <ul>
          <li>نحتاج إلى معرفة أسماء جميع المسافرين أو الأسماء المتعلقة بالحجز المعني. وإذا كنت تقوم بحجز رحلة طيران أو حجز نيابة عن شخص آخر، فيجب عليك الحصول على موافقتهم لاستخدام معلوماتهم الشخصية، ونمضي على أساس حصولك على الموافقة المذكورة أعلاه.</li>
          <li>لإجراء الحجوزات وحجز التذاكر ومعاملات الدفع للخدمات المتاحة على الموقع.</li>
          <li>لتحسين سهولة استخدام الموقع ( نسعى باستمرار لتحسين عروض الموقع بناءً على المعلومات التي نتلقاها منك)</li>
          <li>لتخصيص تجربتك وتقديم خدمة أفضل لك: (تساعدنا معلوماتك على الاستجابة بشكل أفضل لاحتياجاتك الفردية).</li>
          <li>لتحسين خدمة العملاء (تساعدنا المعلومات الخاصة بك على الاستجابة بفعالية لطلباتك الخاصة بخدمة العملاء واحتياجات الدعم) تحليل حركة الموقع.</li>
          <li>لإدارة مسابقة أو ترويج أو استطلاع أو ميزات أخرى للموقع.</li>
          <li>لإرسال رسائل البريد الإلكتروني والرسائل النصية القصيرة والاتصالات الأخرى لتوفير الخدمات والرد على الاستفسارات أو الطلبات والأسئلة الأخرى.</li>
          <li>للرد على استفسارات السلطات فيما يتعلق بوصولك إلى الموقع والخدمات المتاحة لك.</li>
                    <li>التسجيل التلقائي لبيانات فترة التسجيل</li>

          <h6>ملاحظة: نؤكد من باب حرصنا عليك، أهمية حفاظك على سرية كلمات المرور الخاصة بهويتك ومعلومات حساب العضوية الخاصة بك على موقع المطار. ويُرجى توخي الحذر في التعامل مع هذه البيانات السرية وإيلاء المسؤولية والعناية بها عندما تكون متصلاً بالإنترنت أو عند استخدامك لمواقع أخرى، لأنك تُعد مسؤولاً عن حفظها بشكل كامل.</h6>

          </ul>
          </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>كيف نستخدم المعلومات الشخصية الخاصة بك؟ </v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
         ستُستخدم المعلومات التي تقدمها أو التي نحصل عليها لتمكيننا من مراجعة الخدمات التي نقدمها ونوفرها لك ولغيرك من العملاء (عبر البريد أو البريد الإلكتروني أو الهاتف أو غير ذلك) وتطويرها وتحسينها، مع معلومات حول المنتجات الجديدة و الخدمات والعروض الخاصة التي نعتقد إنها ستثير اهتمامك. قد نبلغك أيضًا بالمنتجات والخدمات الجديدة والعروض الخاصة لأطراف أخرى مختارة، في حال اختيارك لتلقي نشرة رحلات أو تحديثاتها في وقت التسجيل.
         </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>ما هي الجهات التي قد نُشارك معلوماتك معها؟</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            <ul>
              <li>مكاتب دعم العملاء الخاصة بنا.</li>
               <li>الجهات الخارجية التي نثق بها والتي نستخدمها لتوفير خدمات معينة، مثل تمكين عملائنا من الحصول على تأمين الأمتعة ( مثال BRB) أو خدمات الاتصالات ( مثال Ooredoo) أو الخدمات الأخرى المتعلقة بالسفر لتقديم تجربة سفر خالية من المتاعب.</li>
               <li>مكاتب الجمارك و/أو إدارات الهجرة أو السلطات التنظيمية الأخرى في بلد المغادرة أو الوجهة أو كليهما من أجل الامتثال للقانون في تلك البلدان.</li>
               <li>المنظمات الأخرى المشتركة في تفويض بطاقة الائتمان.</li>
               <li>الموظفون والوكلاء التابعون لنا للقيام بأي من الأمور المذكورة أعلاه نيابة عنا، حاليًا أو في المستقبل.</li>
               <li>الشركات ضمن عائلة الشركات لدينا ومع الشركة الأم والشركات التابعة لنا. تتيح لنا هذه المشاركة تزويدك بمعلومات حول المنتجات والخدمات سواء المتعلقة بالسفر أو غيرها والتي قد تهمك. وإلى الحد الذي تتمكن فيه الشركة الأم والشركات التابعة لنا من الوصول إلى معلوماتك، فإنهم سيتبعون الممارسات الأقل تقييدًا مثل الممارسات الموضحة في سياسة الخصوصية هذه. كما يلتزمون بالقوانين السارية التي تحكم إرسال الرسائل الترويجية، مع منحك، على الأقل، فرصة اختيار عدم استلام رسائل البريد الإلكتروني هذه في المستقبل في أي بريد إلكتروني تجاري يرسلونه.</li>
               <h6>في حال اختيارك عدم تقديم بعض المعلومات الشخصية التي نطلبها، تظل قادرًا على زيارة موقعنا ولكن قد لا تتمكن من الوصول إلى خيارات أو خدمات معينة.
</h6>
            </ul>
           </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>لماذا نستخدم المعلومات على تطبيقات الهاتف المتنقل الخاص بالمطار؟</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            <ul>
              <li>للوفاء بالتزاماتنا تجاهك، فيما يتعلق بإجراءات حجز الرحلات الخاصة بك وأي حجوزات أخرى، أو إرسال تفاصيل الرحلة إليك، أو الاتصال بك إذا كانت هناك مشكلة في الحجز.</li>
              <li>لتسجيلك على موقعنا / تطبيق الهاتف المحمول الخاص بنا، ولإدارة خدمات موقعنا على الإنترنت عندما تقوم بالتسجيل لتلقي هذه الخدمات. ويمكنك إلغاء الاشتراك في هذه الخدمات عن طريق الاتصال بنا.</li>
              <li>للإجابة على أي استفسارات قد ترسلها إلينا عن طريق البريد الإلكتروني.</li>
              <li>معرِّف الجهاز الفريد
يرسل إلينا كل تطبيق جوال يتم استخدامه مُعرّف الجهاز الفريد لهاتفك (أو "UDI")، أو سلسلة من الأرقام أو الأحرف الفريدة لجهازك المحمول. ونقوم بعمل ذلك عند فتح التطبيق من هاتفك الجوال لأول مرة حتى نتمكن من تأكيد عدد التنزيلات الناتجة عن النقرات على إعلانات البانر التابعة للشبكات الإعلانية الخاصة بنا وأدوات التسويق الأخرى.</li>
              <li>عنوان الـ IP
نقوم بجمع عنوان الـ IP لمساعدتنا في منع الهجمات الإلكترونية من مواقع معينة والتي قد تسبب إحداث أضرار لا يمكن تعويضها لموقعنا على الويب، وأنظمة التطبيقات الخاصة بنا.</li>
              <li>تطبيق نظام تحديد المواقع "GPS" بعد الحصول على موافقتك
عندما تستخدم تطبيق الهاتف الجوال، يمكنك اختيار السماح بالوصول إلى موقعك الحالي –الذي يوفره هاتفك الجوّال باستخدام نظام تحديد المواقع العالمي (GPS) أو تقنيات مشابهة -لتحديد الفنادق أو المطارات القريبة. إذا اخترت السماح بالوصول، يتم جمع بيانات عن موقعك الحالي بشكلٍ عشوائي كجزء من طلبات البحث التي يتم تسجيلها عبر السيرفرات الخاصة بنا. ويمكنك إلغاء الموافقة على وصول تطبيق الجوال إلى موقعك في أي وقت من خلال قائمة إعدادات الهاتف. وقد يؤدي ذلك إلى تقييد استخدام أي من الخدمات أو الخيارات التي تعتمد على الموقع على تطبيق الهاتف الخاص بنا.</li>
              <li>قراءة الرسائل النصية القصيرة تلقائيًا بعد موافقتك
نقوم بقراءة الرسائل القصيرة بعد موافقتك من أجل إكمال عملية التحقق بكل سهولة.
كما نستخدم المعلومات المجمعة تلقائيًا لفهم المشكلات الخاصة بالمستخدم، وإصلاح الأخطاء الخاصة بالجهاز والموقع، وللإبلاغ عن التحديثات مثل تأخير الرحلة وتغيير الجدول الزمني لها وغير ذلك من المعلومات المهمة لراحتك. في بعض الأحيان قد نرسل هذه المعلومات إلى شركائنا الموثوق بهم الموفرين للخدمة، مما يساعدنا على توفير خدمة أفضل للمستخدمين على هواتفهم.
كذلك نقوم بجمع معلومات حول وظائف تطبيقات الهاتف الجوال التي يمكنك الوصول إليها واستخدامها. ويتيح لنا ذلك تحديد جوانب تطبيقات الجوّال التي تهم عملائنا حتى نتمكن من تطوير التطبيق وتحسينه باستمرار.
ولديك دائمًا القدرة على التحكم في المعلومات التي يرسلها تطبيق الجوّال إلينا؛ حيث يمكنك تطبيق هذا التحكم إما عن طريق تغيير إعدادات تطبيق الهاتف الجوَّال من قائمة الإعداد الخاصة به أو تغيير إعدادات هاتفك المحمول. وبدلاً من ذلك، يمكنك إزالة التطبيق من هاتفك الجوّال تمامًا والحصول على خدماتنا من خلال موقعنا على الويب.</li>
            </ul>
            </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>كيف أطلب حذف بياناتي من موقع المطار؟</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            <ul>
            <h6>عليك التواصل معنا عبر الأيميل info@almatar.com لمعرفة البيانات الشخصية التي تريد محوها باتباع الخطوات التالية:</h6>
              <li>أرسل بريدًا إلكترونيًا إلى info@almatar.com واكتب في عنوان البريد الالكتروني 'طلب حذف بياناتي'.</li>
              <li>في نص البريد الإلكتروني نرجو تزويدنا بإسمك وبريدك الإلكتروني ورقم هاتفك وحسابك الذي تريد حذفه.</li>
              <h6>سيتم معالجة طلبك خلال يومي عمل. في حالة عدم معالجة طلبك، راسلنا على support@almatar.com.
</h6>
            </ul>
            </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>اتفاقية ملفات تعريف الارتباط</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            <ul>
         
              <h6>"ملفات تعريف الارتباط" هي تقنية قد نستخدمها لتزويدك بمعلومات مخصصة من موقع المطار أو تطبيق الجوال التابع لنا. ملف تعريف الارتباط هو عنصر من عناصر البيانات يمكن لموقع ويب أو تطبيق جوال إرساله إلى متصفحك، والذي قد يقوم بتخزينه على نظامك. تتيح لنا ملفات تعريف الارتباط فهم من شاهد الصفحات والإعلانات، لتحديد عدد مرات زيارة صفحات معينة وتحديد المجالات الأكثر شعبية في موقعنا. كما تتيح لنا ملفات تعريف الارتباط إمكانية جعل مواقعنا أو تطبيق الجوال التابع لنا أكثر سهولة ويسر للمستخدم، على سبيل المثال، السماح لنا بحفظ اللغة التي تفضلها وفقاً لآخر مرة تم استخدام الموقع فيها، حتى نتمكن من تقديم تجربة أفضل لك عند عودتك إلى موقعنا الإلكتروني. تقبل معظم متصفحات الويب ملفات تعريف الارتباط تلقائيًا. لا يتعين عليك قبول ملفات تعريف الارتباط، ويجب عليك قراءة المعلومات المرفقة مع برنامج المتصفح لمعرفة كيف يمكنك إعدادها لإعلامك عندما تتلقى ملف تعريف ارتباط، حتى تتمكن من تحديد ما إذا كنت ستقبله أم لا.


نؤكد مجدداً على أن موافقتك على زيارة صفحة السياسة الخصوصية بانتظام ودخولك المستمر او استخدامك للموقع يعني بالضرورة موافقتك على التغييرات التى تحدث عبر الموقع 'www.almatar.com' والتطبيق المتوافر على الأجهزة الذكية أيفون، أندرويد، ويندوز (المشار إليها جميعا في الموقع). علماً بأن سياسة الخصوصية هذه لا تنطبق على مواقع شركائنا في العمل، الشركات التابعة، أو أي أطراف أخرى، وحتى إن تم الإشارة إليهم على الموقع. لذا ننصحك بمراجعة سياسة الخصوصية العائدة للأطراف الأخرى التي تود التعامل معها. مع تأكيدنا على أننا سنكون على استعداد مستمر ودائم على مدار الساعة للرد على أي استفسارات لديك بشأن سياسة الخصوصية من خلال
التواصل معنا على بريد:
Support@almatar.com</h6>
            </ul>
            </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
<p  id="h4">tda 2022</p>
</div>
</template>

<style scoped>

#direction{
 direction: rtl;

}

#h22{
padding:1%;
text-align:start;
box-shadow:0px 0px 23px 5px;
margin-bottom:1%;
font-size:150%;
}

#h4{
padding:2%;
text-align:center;
 margin-bottom:1%;
font-size:150%;
}

#TextPanale{
margin:1%;
font-size:100%;
}
#lang{
 padding:.5%;
} 
#paner{
display:flex;
justify-content: space-between;
align-content: space-between;
}
#money{
 
direction: rtl;  
}
</style>

<script>
  export default {
    name:'privacy',
    data () {
      return {
        dialog1: false,
        dialog2: false,
        dialog3: false,
        dialog4: false,
        dialog5: false,
        dialog6: false, 
       
      }
    },
  }
</script>