 
<template>
<div id="direction">
        <h3 id="h22" style="border-right:10px solid rgb(185, 86, 103)" >البنود و الظروف</h3>

 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>نظرة عامة</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
          المطار هي شركة رائدة في السفر والسياحة، تعمل مع شبكة واسعة من موردي ومقدمي خدمات السفر حول العالم، لتتيح لعملائها خدمات حجوزات الفنادق والطيران، بالإضافة إلى كافة الخدمات الملحقة بهما. ولشركة المطار الحق في إجراء أي تغييرات أو تعديلات على الموقع والتطبيق وقتما رأت ذلك مناسباً.نؤكد هنا على أن كلمات مثل 'نحن' أو 'المطار' حينما تستخدم فإنها تشير إلى شركة المطار للسفر والسياحة التي يتبع لها موقع وتطبيق المطار، بينما تشير كلمة 'أنت' إلى زوار ومستخدمي التطبيق أو الموقع الذين يجرون عمليات حجزهم من خلاله. نؤكد آن استخدامك لأي من موقع أو تطبيق المطار والمواقع التابعة يعني موافقتك بالضرورة على كافة الشروط والأحكام المرفقة بهذا الملف، بالإضافة إلى كافة التحديثات التي نجريها عليه في أي وقت، لذا فإننا نهتم ونحترم إتاحة بنود هذه الاتفاقية لك، لتطّلع على بنودها بشكل واضح وتقرر إذا ما كنت موافق أو غير موافق على ما تقره من حقوق وواجبات.وفي حالة عدم موافقتك على الشروط والأحكام المدرجة أدناه، فإن هذا يتطلب خروجك من الموقع وعدم إجراء أي معاملات أو حجوزات عليه، وتحتفظ شركة المطار والمواقع التابعة لها بحق إجراء أي تغييرات أو تعديلات وفقاً لمتطلبات المرحلة ودون إبراز أي إشعارات مسبقة. لذا نتمنى من مستخدمينا العودة للاطلاع على هذه الصفحة بصورة دورية للاطلاع على وثيقة الشروط والأحكام وتحديثاتها.
           </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>استخدامات موقع وتطبيق المطار</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
          <ol>
            <li>لابد أن يتمتع المستخدم والمتعامل مع موقع وتطبيق المطار بالأهلية القانونية، وأن يتجاوز عمره 18 عام، ليكون مسؤولاً عن الموافقة على الشروط والأحكام التي أقرتها شركة المطار، ويكون قادراً على الالتزام بها.</li>
            <li>لابد أن يستخدم المتعامل مع المطار، الموقع والتطبيق وفقاً للشروط والأحكام التي تقرها الشركة.</li>
            <li>تتم عملية الحجز على الموقع والتطبيق بصفة شخصية، وإذا أراد أحد أن يقوم بعملية الحجز لشخص آخر، فلابد أن يحدث ذلك بتفويض قانوني.</li>
            <li>لابد من إبلاغ الشخص الذي تقوم بالحجز بتفويض قانوني عنه، بالشروط والأحكام التي يحجز على أساسها معنا.</li>
            <li>لابد من التأكّد من صحة ودقة المعلومات والبيانات التي تقوم بتقديمها للموقع.</li>
            <li>الحفاظ على سرية المعلومات والبيانات الشخصية لحسابك على موقع المطار يعد مسؤوليتك الشخصية.</li>
            <li>يحتفظ موقع وتطبيق المطار بالحق الكامل في استبعاد أو منع أي شخص من استخدام الموقع أو التطبيق للأسباب التي تراها، ومن بين هذه الأسباب على سبيل المثال لا الحصر، خرق الشروط والأحكام الخاصة بالموقع.</li>
            <li>الإقرار بأن استخدام موقع وتطبيق المطار لا يعني الدخول في شراكات أو علاقات وظيفية مع شركة المطار والمواقع التابعة لها.</li>
          </ol>
        </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header> الأنشطة المحظورة</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
        <h6>تعد كافة المعلومات والمحتويات المستخدمة في خدمات السفر والسياحة على الموقع والتطبيق، ملكاً لشركة المطار والمواقع التابعة لها، ومزودي الخدمات الذين تتعامل معهم الشركة.إن الموقع يتيح عمل عدد محدود من النسخ لمعاملات السفر والسياحة التي جرت على تطبيق وموقع المطار، باستثناء ذلك فان المستخدم يوافق على عدم اجراء أية تعديلات أو نسخ أو إرسال أو عرض أو تنفيذ أو ترخيص أو نقل أو بيع أو إعادة بيع أي خدمات أو معلومات أو برامج أو منتجات تم الحصول عليها من خلال الموقع، وبالإضافة إلى هذا فإن العميل يوافق على الشروط الآتية:</h6>
           <ol>
            <li>ألا يستخدم العميل التطبيق والموقع وأي من محتوياتهما في أغراض
تجارية بخلاف ما تقره هذه الشروط والأحكام.</li>
        <li>ألا يتم استخدام الموقع والتطبيق في إجراء معاملات غير مشروعة.</li>
        <li>لا تقع على عاتق شركة المطار والمواقع التابعة لها أي مسؤوليات بخصوص إدعاءات السرقة والاحتيال التي تتعلق باستخدام بطاقات ائتمان غير شرعية، وبالتالي يقر العميل ويكون مسؤولاً عن ادراج كافة البيانات الحقيقية خلال عملية دفع بعيدة عن التلاعب والمعاملات غير المشروعة.</li>
        <li>تتعهد شركة المطار بالتعاون مع المصارف السعودية ببذل أقصى الجهد لتأمين عمليات الدفع الإلكترونية وجعلها آمنة لأقصى درجة، إلا انها في الوقت نفسه لا تتحمل أي تبعات أو ادعاءات أو نتائج عن سرقة البطاقة الائتمانية واستخدامها على الموقع بصورة غير مشروعة، وفي هذه الحالة فإن الشركة تؤكد على أنها ليست مسؤولة عن رد أية أموال تم استغلالها من الحساب أثناء سرقة البطاقة الائتمانية، لأن ذلك يقع ضمن المسؤولية الشخصية لصاحب الحساب في حمايته.</li>
        <li>أن تتعهد بعدم عمل حسابات وهمية ببيانات غير حقيقية أثناء استخدامك للموقع والتطبيق.</li>
        <li>يشترط وجود إذن كتابي من شركة المطار والمواقع التابعة لها، حال أردت استخدام أي من المحتويات المدرجة تحت مواقعها.</li>
        <li>التعهد بعدم التحايل على التدابير المفروضة على الحسابات الإلكترونية الموجودة على الموقع وعدم خرق خصوصيتها.</li>
        <li>عدم تحميل الموقع أو التطبيق حمل زائد لا يتناسب مع بنيته.</li>
        <li>يشترط عدم وجود أي رابط عميق متصل بهذا الموقع لأي غرض من الأغراض دون وجود إذن قانوني.</li>
        <li>يشترط وجود إذن كتابي لاستخدام أي من محتويات هذا الموقع ووضعها على مواقع أخرى.</li>
          </ol>
         </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>سياسات التعديل والاسترجاع </v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
         <ol>
          <li>اذا رغبت في تعديل أو استرجاع حجزك فلابد أن يسبق ذلك موعد رحلتك بـ 24 ساعة على الأقل، ما لم يتم ذكر غير ذلك.</li>
          <li>تخضع كافة الخدمات المقدمة على الموقع للشروط التي يضعها مقدمي هذه الخدمات، وبالتالي فلابد من مراجعة الشروط والأحكام الخاصة بمزودي الخدمة التي تقوم بحجزها فيما يتعلق بمسائل التعديل أو الاسترجاع قبل قيامك بعملية حجز الخدمة، وتعتبر الشروط والأحكام الخاصة بمزود الخدمة سارية حتى وان لم تكن موضحة على الموقع.</li>
          <li>يحق للعميل إلغاء أو تغيير الخدمة التي قام بحجزها، وفي هذه الحالة يتحتم عليه دفع رسوم الإلغاء أو التعديل الخاصة بكل خدمة، والتي تختلف على سبيل المثال من سياسة فندق لسياسة فندق آخر، حال تجاوز التاريخ المسموح بالإلغاء والتعديل خلاله (باستثناء فترات المواسم التي لا يجوز خلالها إلغاء الحجز)، والتي يكون خلالها العميل عرضة لدفع ثمن الغرفة بالإضافة الى الضرائب ورسوم الخدمات.</li>
          <li>إذا لم يحضر العميل إلى الفندق ابتداء من تاريخ الليلة الأولى لحجزه، فعليه عمل التعديلات على الحجز الخاص به بتاريخ أقصاه موعد الليلة الأولى، لتجنب الغاء الحجز، كما يمكنه تقديم طلبات استرداد مبالغ عدم الحضور، أو الخروج المبكر من الفندق في خلال ثلاثين يوماً من تاريخ خروجه من الفندق، وفي هذه الحالة لا تكون الشركة مسؤولة بشكل مباشر عن رد هذه المبالغ، ولكن الأمر يخضع لسياسة الفندق الذي قمت بالحجز معه.</li>
          <li>يعتبر العميل ملزماً بسداد كافة رسوم التعديل والإلغاء التي تفرض بحسب السياسة الخاصة بكل فندق، كما يختلف الحال في بعض الخدمات حيث لا تكون سياسة مزود الخدمة تسمح بالتعديل أو الاسترجاع بعد الحجز، كما هو موضح بالأحكام والشروط الخاصة بحجوزات الخدمات التي يقدمها الموقع. ويعتبر حجز العميل معنا هو بمثابة موافقة واضحة على التقيد بإمكانية خصم ما قيمته 2.5 % من قيمة الحجز في حالات الإلغاء.</li>
           </ol>
          </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>عملية تأكيد الحجز</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
         <ol>
            <li>تتعاون شركة المطار مع عدد من مزودي خدمات السفر والسياحة حول العالم لتطرح لمستخدميها حزمة من الخدمات وحلول السفر بأفضل صورة ممكنة.</li>
            <li>إذا لم تتمكن شركة المطار من تأكيد حجز أي خدمة قام العميل بسداد قيمتها، تنحصر مسؤوليتها في تلك الحالة على إعادة المبالغ المدفوعة للعميل، أو توفير نفس الخدمة بنفس درجتها وسعرها، من خلال مزود خدمة آخر.</li>
            <li>لا يقع على عاتق شركة المطار أي مسؤولية إزاء إلغاء الخدمة أو منعها عن العميل بسبب تصرف ما بدر منه، لأي سبب من الأسباب.</li>
          </ol>
          </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>الإخلاء من المسؤولية</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            <ol>
                <li>نظراً لأن بعض المعلومات المرفقة بالخدمات الموجودة على الموقع، هي معلومات واردة من مزودي الخدمة، فقد تحتوي على بعض الأخطاء والمعلومات غير الدقيقة، بما في ذلك أسعار هذه الخدمات ومواصفاتها والصور الفوتوغرافية المرفقة معها، لذلك فإن شركة المطار تمتلك الحق في تغيير أو تعديل بعض هذه المعلومات ولا تكون مسؤولة عن هذه الأخطاء في إدراج المعلومات إن حدثت فيما يتعلق بالمواصفات الخاصة بالفنادق أو رحلات الطيران أو أي من خدمات السفر التي يوفرها الموقع. كما تمتلك شركة المطار الحق الكامل في إجراء أي تعديلات أو تصحيحات على الأخطاء التسعيرية التي ترد على الموقع، كما تسري هذه التعديلات التسعيرية وقتها على أي حجوزات تمت بناء على أسعار غير دقيقة، وفي هذه الحالة سنسعى لتمكين عملاءنا من إعادة الحجز بالسعر الصحيح، أو إمكانية الغاء الحجز بدون فرض أية رسوم للإلغاء، وقتما كان ذلك متاحاً.</li>
                <li>إن مزودي الخدمات الفندقية والجوية الموجودة على الموقع هم في الحقيقة متعهدون مستقلون وليسوا وكلاء أو موظفين تابعين لشركة المطار أو يعملون لديها، لذلك نحب أن نؤكد على أن شركة المطار والمواقع التابعة لها، ليست مسؤولة عن أي تصرفات أو أخطاء أو اهمال أو خروقات يقع فيها مزودي هذه الخدمات، لأنهم يعملون بشكل منفصل عن الشركة، وبالتالي فان الشركة ليست مسؤولة ولا يقع على عاتقها تقديم أي ضمانات أو تعويضات أو تأمينات في حال وقوع أضرار شخصية كالموت أو الإصابات الجسدية والأضرار في الممتلكات الناجمة عن هذه التجاوزات من المورد، وكذلك لا تعد شركة المطار مسؤولة عن إرجاع أي مدفوعات في حال حدوث تأخيرات أو إلغاء للحجوزات أو تجاوزات أو إضرابات أو حدوث ظروف قهرية خاصة بالمورد أو الدولة التي اختارها المستخدم كوجهة سفر، ويبقى ذلك خارج إطار سيطرتها المباشرة، وبالتالي فهي تؤكد على عدم مسؤوليتها عنه.</li>
                <li>إن شركة المطار أو أي من العاملين بها من مديرين وموظفين ووكلاء ومقدمي خدمات ومرخصين، لا تقع على عاتقهم أي مسؤولية قانونية عن أية أضرار مباشرة أو غير مباشرة، عرضية خاصة أو عامة تتبع استخدام الموقع أو المرور عليه أو استخدام أي من المنتجات المعروضة عليه، ويشمل ذلك على سبيل المثال لا الحصر وجود أخطاء أو إهمال، أو وقوع أي أضرار من أي نوع تتعرض لها نتيجة استخدامك للمنتجات أو المحتويات المتاحة على الموقع، وموافقتك على هذه الشروط والأحكام عبر استخدامك لموقعنا سيعني بالضرورة إقرارك بعدم وقوع أي مسؤولية ازاء هذه الأخطاء على الشركة أو أي من العاملين بها.</li>
                <li>في حال ثبت وقوع أي مسؤولية على شركة المطار أو أي من مزودي الخدمات الذين تعمل معهم، فإن هذا سيترتب عليه استرجاع رسوم الخدمة التي قام العميل بدفعها لشركة المطار مقابل هذه العملية فقط، ولا تكون الشركة ملزمة بأية تعويضات أخرى. وتعد محدودية المسؤولية كنظام يحكم العلاقة بين المطار وعملائه هي انعكاس لتحديد المخاطرة بين الطرفين، وبالتالي فان الشروط المذكورة بهذا الملف ستكون سارية المفعول حتى في حال تم معالجة الأخطاء بالطريقة السليمة.</li>
             </ol> 
        </v-expansion-panel-content>        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>الأسعار المعلنة للخدمات</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
           <h6>لا تقدم شركة المطار والمواقع التابعة لها أية ضمانات بعدم تغيير أسعار الخدمات المعروضة على الموقع، كما تعد هذه الأسعار مجرد أسعار إرشادية عامة، وبالتالي فإنها تمتلك الحق في إجراء تعديلات على هذه الأسعار قبل استخدام العميل لهذه الخدمة، حال حدثت أي تعديلات أو تغييرات من قبل مزود الخدمة لا تتحمل شركة المطار أو أي من المواقع التابعة لها المسؤولية عن تغيير أو تعديل أي من الأسعار المعلنة للمنتجات المتاحة على موقعها، ولن تقوم بتقديم أي ضمانات حول توفر خدمات أو ميزات بعينها.</h6>
           </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
 
<div>

  <v-row justify="center">
    <v-expansion-panels  focusable  >
      <v-expansion-panel
         
      >
        <v-expansion-panel-header>اتفاقية ملفات تعريف الارتباط</v-expansion-panel-header>
        <v-expansion-panel-content id="TextPanale">
            <ul>
         
              <h6>"ملفات تعريف الارتباط" هي تقنية قد نستخدمها لتزويدك بمعلومات مخصصة من موقع المطار أو تطبيق الجوال التابع لنا. ملف تعريف الارتباط هو عنصر من عناصر البيانات يمكن لموقع ويب أو تطبيق جوال إرساله إلى متصفحك، والذي قد يقوم بتخزينه على نظامك. تتيح لنا ملفات تعريف الارتباط فهم من شاهد الصفحات والإعلانات، لتحديد عدد مرات زيارة صفحات معينة وتحديد المجالات الأكثر شعبية في موقعنا. كما تتيح لنا ملفات تعريف الارتباط إمكانية جعل مواقعنا أو تطبيق الجوال التابع لنا أكثر سهولة ويسر للمستخدم، على سبيل المثال، السماح لنا بحفظ اللغة التي تفضلها وفقاً لآخر مرة تم استخدام الموقع فيها، حتى نتمكن من تقديم تجربة أفضل لك عند عودتك إلى موقعنا الإلكتروني. تقبل معظم متصفحات الويب ملفات تعريف الارتباط تلقائيًا. لا يتعين عليك قبول ملفات تعريف الارتباط، ويجب عليك قراءة المعلومات المرفقة مع برنامج المتصفح لمعرفة كيف يمكنك إعدادها لإعلامك عندما تتلقى ملف تعريف ارتباط، حتى تتمكن من تحديد ما إذا كنت ستقبله أم لا.


نؤكد مجدداً على أن موافقتك على زيارة صفحة السياسة الخصوصية بانتظام ودخولك المستمر او استخدامك للموقع يعني بالضرورة موافقتك على التغييرات التى تحدث عبر الموقع 'www.almatar.com' والتطبيق المتوافر على الأجهزة الذكية أيفون، أندرويد، ويندوز (المشار إليها جميعا في الموقع). علماً بأن سياسة الخصوصية هذه لا تنطبق على مواقع شركائنا في العمل، الشركات التابعة، أو أي أطراف أخرى، وحتى إن تم الإشارة إليهم على الموقع. لذا ننصحك بمراجعة سياسة الخصوصية العائدة للأطراف الأخرى التي تود التعامل معها. مع تأكيدنا على أننا سنكون على استعداد مستمر ودائم على مدار الساعة للرد على أي استفسارات لديك بشأن سياسة الخصوصية من خلال
التواصل معنا على بريد:
Support@almatar.com</h6>
            </ul>
            </v-expansion-panel-content>

        
      </v-expansion-panel>
    </v-expansion-panels>
  </v-row>
</div>
 
<p  id="h4">tda 2022</p>
</div>
</template>

<style scoped>

#direction{
 direction: rtl;
}

#h22{
padding:1%;
text-align:start;
box-shadow:0px 0px 23px 5px;
margin-bottom:1%;
font-size:150%;
}

#h4{
padding:2%;
text-align:center;
 margin-bottom:1%;
font-size:150%;
}

#TextPanale{
margin:1%;
font-size:100%;
}
#lang{
 padding:.5%;
} 
#paner{
display:flex;
justify-content: space-between;
align-content: space-between;
}
#money{
 
direction: rtl;
  }
</style>

<script>
  export default {
    name:'Terms',
    data () {
      return {
        dialog1: false,
        dialog2: false,
        dialog3: false,
        dialog4: false,
        dialog5: false,
        dialog6: false, 
       
      }
    },
  }
</script>